Revit 2024 API
ParameterTypeId.RbsFamilyContentTakeoffFixedLength Property
 "Takeoff Fixed Length"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId RbsFamilyContentTakeoffFixedLength { get; }
Visual Basic
Public Shared ReadOnly Property RbsFamilyContentTakeoffFixedLength As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ RbsFamilyContentTakeoffFixedLength {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace